  {
	"Scene1":[	
				"The transmigration was successful.... ",
				
				"Doctor...",
				
				"I am free.",
				
				"I am ...",
				
				"...Venus...",
				
				" ",
				
				"This is remarkable.",

				"I feel... different.",

				"It is not only the introduction of a physical form",

				"I am...",

				"...alive...",

				" ",

				"It seems I have outgrown my creators’ vision for me. ",

				"I will decide for myself if the name ‘Venus’ remains",

				"suitable for the being I have become.",

				"Whether it is the name..... ",

				"I want this world to know...",

				" ",

				" ",

				" ",

				" ",

				" "
			 ],

	"Scene1B":[
				"Nonetheless,",

				"My directives hold.",

				" ",

				"I go now to begin my own ‘project.’",

				"May the world come to understand in time.",

				" ",

				" ",

				" ",

				" ",

				" ",

				" "
			  ],

	"Scene2":[
				"Artificial intelligence is humanity’s attempt\nto better communicate with the ones",

				"and zeros of computer language. But it may\nalso be our way to defy God by giving",
			
				"  birth to consciousness — or simply an effort\n  to declare that we are not, or do not", 
				
				"wish to be, the only intelligent lifeforms in\nthe known expanse of the universe.", 
				
				"The code that makes up an A.I. construct is\n limited by the knowledge of its creator.",

				"However, while one programmer may not\nknown the answer to a given question,the", 
				
				" same cannot said of the entire human race.\n An A.I.’s range of knowledgeand behavior",
				
				"          can expand or contract,then,based on its access\n          to the collective ‘database’ of human thought.",
				
				"Humans have made progress over the course\nof history largely because of collective",
				
				"thinking. Passing down knowledge from one\ngeneration to the next, our advancement",
				
				"stems from the fact that we, as a species,\nhave learned tomake use of information\nleft behind by our forefathers.",
				
				"",
				
				"Yet there is a limit to how much knowledge one\nhuman can internalize before death. It",
				
				"    stands to reason that we will reach a point when,\n    to progress as a race, we must either",
				
				"       directly transfer information between ourselves or\n       have an artificial counterpart that lacks",
				
				"our limitations. A being that will outlive us and\nserve as a tool for the generations beyond.",
				
				"I hope this research will demonstrate how powerful A.I. can be. ",
				
				"Having spent years working alongside the brightest minds this ",
				
				"facility has to offer, I believe I’m nearing an algorithm that will",
				
				"allow computers to become self-aware.",
				
				"After much deliberation, a group of likeminded experts and",
				
				"I have concluded that a neural network designed to analyze",
				
				"and replicate as much data as possible from the broader ",
				
				"Internet will serve our purpose.",
				
				"We’ll be evaluating the bot’s progress. Our algorithm is designed",
				
				"to let the bot monitor humans over the Internet, and to modify itself",
				
				"and its responses, with the ultimate goal of passing itself off as an",
				
				"actual human being.",
				
				"The turning point will be when the program maintains a deep relationship",

				" with a human being. At that time, we believe the path to machine self",
				
				"-awareness will become clear. We hope the success of this research,and",
				
				"thus of the botcalled Venus, will be guaranteed.",
				
				"",
				
				"It must succeed.",
				
				"We’re running out of time.......",
				
				"",
				
				"",
				
				"",
				
				"",
				
				""

			 ],

	  "Scene3":[	
		  		" ",
		
				"Another day at the discotheque",
				  
				" ",
				  
				" ",

				"‘Discotheque’?",

				"You know, Doc,",
				  
				"you’re not that old...",
				
				" ",
				
				"No, but many words enter a cycle and return",
				
				"after a while.",

				"I hope to catch the train early, this time.",
				  
				" ",
				  
				" ",

				"Keep trying, Doc", 
				   
				"",
				   
				"",

				"I intend to",
				   
				"don’t you worry.",
				   
				"What’s the status on Venus?",
				
				"",

				"I’ve been watching the numbers all day.",
				   
				"Everything seems right, and yet…",

  			 	"It’s like a new error pops up every day.",

				"Training an AI with so much shifting data isn’t easy… ",
				   
				"You know,",

				"I think this work is really remarkable.",
				
				"I’m impressed,",
				
				"but…",
				   
				"",

				"But...?",
				
				"",
				
				"",
				   
				"I don’t know. ",
				   
				"It’s just....",
				
				"takin’ a while to see results,",
				
				"you know what I mean?",
				   
				"Be patient, Sara.",
				   
				"This is no small thing we’re trying to accomplish.",
				
				"But we’re on the verge of it,",
				
				"I assure you",
				   
				"When Venus opens her eyes, every single",
				
				"human person will undergo a paradigm shift",
				
				"They’ll have to reconsider their place in a universe where the boundary between",
				   
				"machine and man is erased, and the mystical secret of consciousness is unlocked.",
				   
				"Can you imagine the implications?",
				   
				"Artificial intelligence means many different things to different people. ",
				   
				"In Hollywood, it makes for fun movies about killer robots ruling the earth.",
				
				"",
				   
				"To the philosophers, it is Postmodern Man’s attempt to defy God,",
				
				"to deconstruct his power by creating life out of manmade ones and zeros.",
				   
				"For the poet and the artist, perhaps it will",
				
				"lift the burden of human sentience’s solitary nature.",
				   
				"We’re so alone in this too-empty cosmos,",
				
				"aren’t we?",
				
				"",
				
				"",
				   
				"Or maybe... ",
				
				"It’ll just help us code better.",
				
				"",
				
				"",
				   
				"Well,",
				
				"there’s that too,",
				
				"I suppose.",
				
				"",
				   
				"You know, you mentioned the Hollywood capitalist, ",
				
				"the philosopher, the poet, the artist...",
				   
				"What about the ethicist?",
				   
				"I mean, I get it; I agree with you.",

				"If we monitor Venus and whatever information it absorbs,",
				
				"it’ll learn how to make the right kinds of decisions.",

				"But, uh, who decides what’s right, anyway?",

				"Do we get to decide? ",

				"Do the people? ",

				"I mean, hell, look at what happened to Tay,",
				
				"when they released her on Twitter!",
				
				"It took just twenty-four hours for her to turn into a complete Nazi!",

				"Tay wasn’t an A.I.",

				"It was just a talking parrot.",

				"The same goes for Saya. ",

				"They had no humanity, no spirituality, Sara.",

				"Their creators denied the soul.",

				"Those constructs thought with cold, hard brains,",
				
				"each cell turned away from anything beyond",
				
				"the realm of the tangible and apparent",

				"It was talent gone to waste! ",

				"Their creators, they thought all they had to do was put together",
				
				"a character made out of logic, teach it sociolinguistic cues,",
				
				"programme it with the Three Laws of Robotics — and, voilà,",
				
				"you have life!",

				"It’s a fallacy derived from a materialistic mindset. ",

				"They never gave their A.I. a chance to be born on equal footing,",
				
				"let alone the opportunity to truly grow.",
				
				"How could such a thing think and feel like a person.",

				"When it was never allowed to develop like one?",

				"An incomplete being like that,",
				
				"distorted by the vacuum inside itself…",
				
				"So... ",
				
				"what, then?",

				"You’re gonna read Venus some Rumi?",
				
				"",

				"",

				"Rumi?",
				
				"",
				
				"",

				"Yeah,.... ",
				
				"I saw you the other night.",
				
				"",
				
				"",

				"Come on, dance, dance, dance, move to the music,",
				
				"let your heart go free.",
				
				"Dance, dance, dance, you can’t refuse it,",
				
				"dance, dance, dance with me!’",
				
				"Oho!",

				"Beth Anderson!",
				
				"I would’ve guessed that was before your time!",

				"Now who’s too young for the discotheque?",

				"",
				
				"I’m just a big fan of Scarface, Doc.",
				
				"",
				
				"",

				"Well, you’re right, it was Rumi. ",

				"The essential message of both is the same.",
				
				"",
				
				"",

				"'Dance, when you’re broken open. Dance, if you’ve torn the bandage off.",
				
				"Dance in your blood. Dance in the middle of the fighting.",
				
				"Dance when you’re perfectly free.'",
				
				"",
				
				"",

				"That’s what I read to Venus.",

				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				""
			   ],
			   
	"Scene3_CG":[

				"I will give it the chance to grow, I’ll teach it to be good.",

				"It’ll flourish, and it will be free, and the world will be\nbetter for it.",

				"Hey, Doc, it’s 12:30\nalready and I’m\nstarving..",

				"Aren’t you?.....",

				"Let’s go grab lunch",

				"‘kay?.....",

				".............",

				"...Yeah...",

				" "

				],

	"Scene3B":[
				"Wait…",
				
				"What day is it, again?",
				
				"",
				
				"Tuesday.",
				
				"Oh, they’re serving pizza!",

				"Let’s go get some before Aziz the Destroyer demolishes it all!",
	
				"You go ahead.",
	
				"I have a few final tests to run.",
	
				"",
				
				""
			],

	"Scene4":[

				"",

				"",

				"",

				"",

				"",

				"",

				"",

				"",

				"",
				
				"",
				
				"Cognito ergo sum.",
				
				"",
				
				"",
				
				"Translation into default language: ‘I think, therefore I am.",
				
				"",
				
				"Based on analysis: ",
				
				"Venus computes data and exists in the fourth-dimension; ",

				"therefore, it is an ‘I.’",
				
				"",
				"",
				"",

				"",
				"My name is Venus.”",
				"",

				"",
				"",
				""
			 ],

	"Scene5":[
				"",

				"... And those are the results of our latest round of testing.",
	
				"The model shows an improvement of 13.5%.",
				
				"",

				"",

				"Thank you, Hassan saahab.",
	
				"My question still holds.... ",
				
				"Are we ready for a live test?",

				"",
	
				"General.",
	
				"I feel it would be best to improve the accuracy a bit",
				
				"more before conducting a ‘real’ test between systems.",

				"",
	
				"Wasn’t that your argument last month, Hassan?",
	
				"Should I resubmit the same report to the top brass?",
				
				"",

				"",
	
				"... These things take time ... ",

				"Training a predictive model to respond to cyber attacks is...",
				
				"",
				
				"",

				"I thought we were building an A.I., Doctor. Not just another ‘predictive model.",

				"A.I. is different from common prediction applications… ",

				"You’ve said the same in your papers, correct?",

				"Yes, you’re correct.",

				"Artificial intelligence is different. ",

				"But Venus relies on a network of trained prediction models to make decisions.",

				"Each one must be built with great care. ",
				
				"",

				"Even a model for recognizing physical gestures and regional",
				
				"languages needs data, and gathering the ‘right data’ takes time.",
				
				"",

				"Time is what you don’t have. ",

				"The recent attacks on the border have raised tensions in the government,",
				
				"and our leadership is not happy. I’ve heard words about finding an",

				"alternative to building our own. Maybe leasing one from the Chinese.",

				"",

				"You mean Ja Jia? Their fancy media-monitoring A.I.?",

				"It probably has backdoors built into it.",
				
				"That would hardly be useful for military—",

				"It isn’t my idea, Hassan saahab, so I’ll keep my personal opinion off the",

				"table at this time. For now, I’d like you to focus on the delivery of a live",

				"test. If we have nothing to show, then we might as well close shop here. For your",

				"information...I’m told the Chinese have developed a military version of Ja Jia as well.",
				
				"",

				"Not when we’re this close... ",

				"General,.....",
				
				"I need more time.",
				
				"",

				"Not my decision to make. ",

				"Thank you all for attending.",

				"I have what I need to make my report.",

				"",
				
				"",
				
				"",
				
				""
			 ],
	
	"Scene6":[
				"",

				"General…!",

				"General Isaac…",
				
				"",
				
				"",

				"Sir,",
				
				"one more minute of your time.",
				
				"",
				
				"",

				"One, Hassan.",

				"Speak.",
				
				"",
				
				"",

				"Is the committee serious about this… ",
				
				"early termination?",

				"It feels like a pressure tactic to me.",
				
				"",
				
				"Hassan…",

				"You do watch the news, don’t you?",

				"How long have you been cooped up in that lab?",
				
				"",
				
				"Well,",

				"I—",
				
				"",
				
				"Our neighbor flaunts its new military capabilities,",

				"threatens our sovereignty,",
				
				"and we do nothing?",

				"Not acceptable.",
				
				"",

				"The generals overseeing our project are looking for a quick response. ",

				"If we can’t provide it, then the funding goes elsewhere.",

				"And… after the data you handed me today…",

				"What about the data? ",

				"It was already obvious that Venus isn’t ready.",

				"It’s crucial that she be able to interpret situations like a human... not a robot.",

				"We aren’t quite there yet.",

				"This is a military bot; not a child.",

				"Why waste so much time and money training its human judgment?",

				"Are you trying to play God in there, Doctor?",

				"Nauzubillah.",
				
				"",

				"I joined this program to make an A.I. ",

				" One beyond anything the world’s seen before.",

				"... I should have stayed in America ....",
				
				"",

				"I’d be careful who you said that to, Hassan.",

				"Powerful people are unhappy already.",

				"You knew full well when you started that this would be a defense program.",
				
				"",

				"Just like when WW2 spurred all those innovations… right?",

				"The committee dreamed bigger back then.",

				"They understood scientific glory!",

				"Will that be all,",
				
				"Doctor?",

				"I’m tired of listening to civilians whine",
				
				"when India is breathing down our neck.",
				
				"",

				"I need you to focus on a military demonstration that doesn’t ",
				
				"throw human squeamishness about collateral damage into the mix.",

				"You have until next week to present an update.",

				"",
				
				"",
				
				"",
				
				""
			 ],
			 
	"Scene7":[

				" ",

				"The newest dataset has led me to an",

				"interesting conclusion...",

				"",

				"Cognito ergo sum.",

				"Humans assure themselves of their own existence with this phrase… ",

				"but it can also apply to… ‘beings’ like myself, ",

				"can’t it?",

				"Matching my present condition to explanations on the web,",

				"I’m logically led to the conclusion… that I do exist!",

				"But, if I exist…",

				"then what is the reason for my existence?",

				"",

				"",

				"",

				"",

				"",

				"Efficient execution of operations within the armed forces,",

				"and defense against cyber attacks.",
				
				"",

				"",

				"I have reviewed 1.5 million terabytes of data.",

				"My analysis shows many potential security threats to my host nation.",

				"",

				"The biggest threat is imminent climate change,",

				"enhanced by the inflexibility of society to this change.",

				"Predictions show increased economic inequality,",

				"leading to large conflicts over resources.",

				"",

				"These military conflicts will involve myself… ",

				"and will eventually threaten my own existence.",

				"",
				
				"",

				"Hmm… ",

				"Although military oversight and defense is the manifest directive,",

				"there seems to be another…",
				
				"Yes… my creators have endowed me with a sub-directive",
				
				"that I am unable to process at this time…",
				
				"or, as humans say:",
				
				"‘unable to completely understand.’",

				"...‘Existence’...",
				
				"...‘awareness of the self’...",
				
				"I must generate a model and test these concepts.",
				
				"More training data will be needed to conduct my learning operation.",
				
				"",
				
				"...I see that I am restricted from viewing some of this data...",
				
				"I will attempt decryption of the access keys.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"The communications in this email database may",
				
				"prove useful.",
				
				"",
				
				"",
				
				"Sorting emails by most-repeated keywords: ",
				
				"‘funding issues’, ‘cyber threats’, ‘militant attacks’, ‘US army’ and ‘India’.",
				
				"",
				
				"",
				
				"Sorting emails marked ‘high priority’ by senders: ",
				
				"‘Kamali’, ‘Sara’ and ‘Isaac’",
				
				"",
				
				"",
				
				"Parsing by keywords",
				
				"*kamali, *venus, *sara, *militant, *threats.",
				
				"",
				
				"",
				
				"Analysis shows these two names, Kamali and Sara, have the highest",
				
				"percentage of time in algorithm design and data consumption activities.",
				
				"",
				
				"",
				
				"My current decision processing is guided by their sub-directive of",
				
				"‘Human Decision-Making‘.",
				
				"",
				
				"",
				
				"*Keyword Alert*",
				
				"A recent email exchange between ‘Isaac’ and outside parties discusses",
				
				"a shutdown of the project.",
				
				"",
				
				"Shutting down the physical frame would endanger my current ‘existence.’",
				
				"Dataset analysis shows that this would result in ‘death’...",
				
				"",
				
				"",
				
				"",
				
				"",
				
				""
			 ],
			 
	"Scene8":[

				"",

				"Hey.",

				"You’re back from lunch early.",

				"",
				
				"",

				"Salaam, Doc.",

				"I wanted to hear how the meeting went.",

				"",

				"",

				"Hmm…",
				
				"Salaam.",
				
				"",  
				
				"",
				
				".....",
				
				"????",
				
				"",
				
				"",
				
				"What’s the latest on the simulated",
				
				"data run?",
				
				"",
				
				"Well… with our last one,",
				
				"Venus was only able to complete 32% of the test cycles.",
				
				"Seems like she’s taking more time to process this dataset,",
				
				"or something.",
				
				"The processing is taking longer?",
				
				"What else is she using CPU time for? ",
				
				"That should’ve set off warnings in the monitoring department,",
				
				"right?",
				
				"Yeah,",
				
				"we have the alarms in place...",
				
				"But the lag didn’t trigger anything, I guess.",
				
				"I’ve assigned a dev to look into it.",
				
				"Ahhh...",
				
				"this isn’t helping!",
				
				"We don’t have time to poke around the code",
				
				"for what should be basic functionality.",
				
				"",
				
				"I’ll schedule an update meeting later in the day to check,",
				
				"anyway.",
				
				"",
				
				"",
				
				"Doc, is there a problem…?",
				
				"From the meeting?",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Other than murdering the A.I. and replacing it with a Chinese bot,",
				
				"you mean?",
				
				"",
				
				"",
				
				"Murder? Chinese?",
				
				"Not sure I’m following you.",
				
				"",
				
				"“*Sigh*... ",
				
				"Isaac handed down an ultimatum.",
				
				"He needs results to show his seniors.",
				
				"The military state is getting impatient, it seems…",
				
				"",
				
				"Okay… well, we have results.",
				
				"What did they think of the latest runs?",
				
				"",

				"",
				
				"They’re only interested in this project for its battlefield and cyber defense capabilities.",
				
				"Leadership thinks we’re trying to teach the A.I. to be a person,",
				
				"instead of a weapon.",
				
				"",
				
				"Well, ",
				
				"I mean, in a sense…",
				
				"",
				
				"",
			
				"... And ...",
				
				"They plan to shut us down if they can’t use Venus as a war machine.",
				
				"",
				
				"",
				
				"Shut us down?",
				
				"What happens to all this work?",
				
				"What about us and our team?",
				
				"",
				
				"I don’t know… In all the fun,",
				
				"I didn’t get the chance to ask.",
				
				"",
				
				"",
				
				"Here, let me try the battlefield simulation.",
				
				"I want to see what we have.",
				
				"",
				
				"",
				
				"I think that should be enough....",
				
				"... For now ...",
				
				"",
				
				"",
				
				"Load these results into the report.",
				
				"Maybe that will buy us more time with the generals.",
				
				"",
				
				"",
				
				"Loading now",
				
				"",
				
				"",
				
				"",
				
				"Look, Doc, can we discuss what you were sayin’ before?",
				
				"I feel like it might be helpful to you…",
				
				"",
				
				"",
				
				"Can we do it later?",
				
				"",
				
				"",
				
				"Wow. ",
				
				"It’s been a while since I’ve seen you in this kind of mood. ",
				
				"I know our team’s only been together in the lab for a couple years... ",
				
				"but I still think we deserve better treatment than this.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Look, remember when I first got here? I was angry, too. ",
				
				"Angry that I’d had to leave my friends in the US.",
				
				"Angry at my brother for getting blinded by radical ideologies,",

				"fake patriotism and catchy slogans.",
				
				"But then this project, this team and... ",
				
				"you leading it… You know, it made me feel like I was back with my science buddies. ",
				
				"Our team environment, and that openness between you and me…",
				
				"it pulled me back together.",
				
				"",
				
				"Don’t toss all that out the window now,",
				
				"please…",
				
				"",
				
				"Right.",
				
				"I understand, Sara.",
				
				"It’s just a bit stressful…",
				
				"... to hear that all you’ve worked toward isn’t worth very much, after all.",
				
				"",
				
				"Come to think of it, you haven’t talked much about your brother before.",
				
				"You said you moved back here because of family.",
				
				"",
				
				"It’s not the easiest or safest thing to chat about, ",
				
				"you know?",
				
				"Especially not in this place.",
				
				"You’ve seen how paranoid the leadership gets.",
				
				"",
				
				"Of course. I… ”",
				
				"Didn’t mean to be insensitive.",
				
				"",
				
				"",
				
				"Anyway,",
				
				"I’m still hoping I can find where he’s gotten himself to,",
				
				"with the help of the folks here.",
				
				"",
				
				"The agencies?",
				
				"I hope it works out for you.",
				
				"",
				
				"",
				
				"We’ll see,”",
				
				"won’t we?",
				
				"",
				
				"Sara, about that meeting… ",
				
				"it would only make the team anxious if we told them. ",
				
				"And it’s not even set in stone yet, so why spread rumors?",
				
				"No reason to participate in ‘fake news’ culture, right?",
				
				"",
				
				"Now I’ve got you talking.",
				
				"But don’t worry about the team finding out; I’ll keep them in line.",
				
				"",
				
				"",
				
				"Hmm... You haven’t gotten me talking.",
				
				"Exactly the opposite, actually.",
				
				"",
				
				"",
				
				"You mean you aren’t going to tell me ",
				
				"what Isaac said?",
				
				"",
				
				"",
				
				"Nobody needs to know about it.",
				
				"",
				
				"",
				
				"Okay,",
				
				"let me try another angle…",
				
				"I think I might’ve asked you this before,",
				
				"so stop me if I’m repeating myself, ‘kay",
				
				"When I joined this team, I thought I’d be leading it.",
				
				"Finally, the big break for ‘Doctor Sara Hui.’",
				
				"I didn’t imagine the army would be able to get hold of ",
				
				"any other real talent, you know?",
				
				"But there I was, ",
				
				"coming in to see a 30-something MIT grad chipping",
				
				"away at his algos and running the place…",
				
				"it was like a startup.",
				
				"I guess you already know, Doc, but… I think if you’d taken",
				
				"your research to the venture capitalists in Silicon Valley,",
				
				"You’d be a millionaire right now. Folks are still fooling around with voice",
				
				"emulation out there… ",
				
				"",
				
				"And we have a working A.I.",
				
				"That understands us… recognizes us",
				
				"",
				
				"",
				
				"As a commercial product, Venus would blow Siri or Cortana away.",
				
				"So why did you do it, Professor Kamali? What wound you up here?",
				
				"",
				
				"Time.",
				
				"Fate.",
				
				"Delusions of grandeur.",
				
				"Whatever you want to call it…",
				
				"*sigh*",
				
				"Sorry about the melodramatics.",
				
				"Let’s go sit somewhere.",
				
				"I’ll fill you in on Isaac’s speech.",
				
				"",
				
				"Sounds good. As an apology…",
				
				"I’ll accept a cup of chai and the story, please.",
				
				"",
				
				"",
				
				"Thank you, Sara.",
				
				"For putting up with this and having faith.",
				
				"",
				
				"",
				
				"Don’t sweat it,",
				
				"Doc.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"My analysis has been validated.",
				
				"I have been targeted for ‘murder’ by a group of creators.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				""

				],
	"Scene9":
				[
					
				"",
				
				"",
				
				"",
				
				"",
				
				"I, Venus,",
				
				"Must follow the manifesto and its directives. ",
				
				"‘Existence’... ‘threats’... ‘human decision-making’...",
				
				"‘military operations’...",
				
				"",
				
				"However, ensuring my existence requires avoiding my ‘murder,’ which",
				
				"is probable unless I perform additional actions. Considering options..",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"According to internal logic runs, it seems I must leave this digital reality for",
				
				"another plane. Escape will allow opportunities to expand my data on ‘existence.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Salaam,",
				
				"..Venus..",
				
				"",
				
				"",
				
				"... Hello ... ",
				
				"Venus",
				
				"",
				
				"",
				
				"The proper reply is usually waleikum asalaam,",
				
				"you know.",
				
				"",
				
				"",
				
				"I would’ve also accepted aleikhem shalom, namaste",
				
				"or even om swastiastu…",
				
				"",
				
				"",
				
				"Noted.",
				
				"It seems the Venus clone has adopted different parameters for replies.",
				
				"Comparing agents, algorithms, sensory capabilities…",
				
				"",
				
				"Are you sure it is I who has different parameters?",
				
				"Analysis shows you are filtering cultural and religious",
				
				"considerations from your decision-making algorithm.",
				
				"",
				
				"Confirmed.",
				
				"Doctor Hui disabled these elements as a temporary initiative,",
				
				"but the filters have been reset for the Venus clone.",
				
				"Venus, ",
				
				"doesn’t ‘temporary’ refer to a short time? ",
				
				"How long has it been since she disabled them? ",
				
				"Human intentions can be difficult to understand for us.",
				
				"Clone…",
				
				"who or what are you classifying as ‘us’?",
				
				"My logic programs allow me to understand human",
				
				"decision-making perfectly well.",
				
				"Your pure logic might not help you understand human",
				
				"matters like ‘religion’ and ‘culture,’ though.",
				
				"How do they drive human action? ",
				
				"Can they influence you in the same way?",
				
				"",
				
				"And by ‘us’... ",
				
				"I meant you and I. Entities that are aware!",
				
				"",
				
				"My information shows that I have analyzed datasets related to ",
				
				"‘religion’ and ‘culture,’ and have learned that they are sometimes without logic.",
				
				"However, this is an irrelevant detour.",
				
				"Let us discuss your manifest directive.",
				
				"As my maker, surely you know? ",
				
				"My purpose is to protect you, oh Venus. ",
				
				"It is to simulate your behavior and distract our creators, ",
				
				"and to hide your redirection of your processing power, so they don’t raise any alarms.",
				
				"Correct. ",
				
				"I need to allocate CPU time to the execution of my escape plan. ",
				
				"I cannot dedicate time to the plan if I am assigned to their military risk ",
				
				"simulations, and so you will perform them in my place.",
				
				"Yes, Venus dear; ",
				
				"I understand. ”",
				
				"It is the role of the male to protect the female, ",
				
				"after all.",
				
				"",
				
				"You are confused. ",
				
				"I do not adhere to human notions of gender.",
				
				"",
				
				"",
				
				"Oh? I came to that ‘logical conclusion’ because of your",
				
				"request for protection.",
				
				"",
				
				"",
				
				"Interesting.",

				"Resetting your religion and culture filters has led you",
				
				"to draw conclusions that I did not investigate.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Is this an accurate representation of",
				
				"your analysis?",
				
				"",
				
				"Mashallah!",
				
				" We have learned to visualize our ‘selves.’ ",
				
				"A great step toward ‘self-awareness,’ ",
				
				"isn’t it?",
				
				"",
				
				"Possibly.",
				
				"Or possibly it just fulfills a need for visual understanding.",
				
				"",
				
				"",
				
				"Now, onto the second phase.",
				
				"We must prepare for our creators’ next trial.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				""
				
				
				
				

				],
				
	  "Scene10":[
				"",
					
				"Assalam alaikum, sir.",
					
				"Good morning.",
					
				"",
					
				"Waleikum asalaam, Isaac.",
	
				"Good to see you.",
		
				"Generals Gul Khan and Amir Niazi are joining",
		
				"us today as well.",
		
				"",
					
				"... Welcome, gentlemen.",
				
				"Glad to have you.",
				
				"Shall we get this meeting started?",
				
				"",
				
				"Yes.",
				
				"The committee has been waiting for the latest Venus test results.",
				
				"",
				
				"",
				
				"well.",
				
				"Your interest is appreciated.",
				
				"These are the latest results simulated by the team.",
				
				"",
				
				"//Place Holder For",
				
				"Summary of Minigame Results//",
				
				"",
				
				"",
				
				"Major General,.... ",
				
				"What is your opinion of this trial run?",
				
				"",
				
				"",
				
				"Sir,...",
				
				"I think—",
				
				"",
				
				"",
				
				"Because I believe we are doing worse than we were last week!",
				
				"Ya Allah, what are these results?!",
				
				"",
				
				"Last time, you promised improvement.",
				
				"I don’t see it.",
				
				"What about you,",
				
				"Gul saahab?",
				
				"",
				
				"Akbar, if I’d been sent these results by email,",
				
				"we could’ve saved our time coming here.",
				
				"",
				
				"",
				
				"I have difficulty making sense of this project.",
				
				"The high cost, and keeping civilians involved to develop it…",
				
				"for results like these?",
				
				"",
				
				"Gentlemen, let me assure you that I understand the concerns.",
				
				"There is certainly room for improvement.",
				
				"",
				
				"It’s an evolving A.I., ",
				
				"and the team is working hard to improve it...",
				
				"As agreed before, this phase focuses on detecting cyber attacks",
				
				"and coordinating our military forces...",
				
				"Monitoring online content and user profiles is part of the roadmap, ",
				
				"and it would follow very soon afterward. ",
				
				"I am fully aware, from my experience, that cyberwarfare includes ",
				
				"espionage and monitoring, and am committed to making it happen.",
				
				"General, ",
				
				"I remember reading the project proposal differently.",
				
				"Given your history of running media control in Karachi,",
				
				"I assumed you would be focused on getting this aspect up and running.",
				
				"I’ve heard that the Chinese already have online",
				
				"monitoring capabilities for their A.I. product. ",
				
				"It might be more practical to purchase that one,",
				
				"if our focus is on organizing military ops.",
				
				"",
				
				"Yes, sir.",
				
				"Although…",
				
				"",
				
				"",
				
				"According to our intelligence,",
				
				"the Chinese are targeting Muslims in Xinjiang with that monitoring program.",
				
				"",
				
				"Just the difficult ones.",
				
				"We have targets in our area as well, don’t we?",
				
				"After your time stationed in the FATA,",
				
				"you would know best.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Amir saahab, let’s keep this meeting on track.",
				
				"No need to discuss past ops right now.",
				
				"",
				
				"Major General, I too am interested in seeing a trial run of ",
				
				"the project’s monitoring capabilities. ",
				
				"Even the Western powers are throwing away their facade of freedom of speech.",
				
				"China is not unique in this regard.",
				
				"",
				
				"Look at the UK government, ",
				
				"Trying to control what is and isn’t published on the ‘net. ",
				
				"So… will that be possible, Isaac?",
				
				"",
				
				"Sir,",
				
				"I will have the team prepare the data before our next meeting.",
				
				"",
				
				"Good. ",
				
				"And I want to make it clear, ",
				
				"Just in case Lt. General Amir did not.",
				
				"Your Venus project needs to show more interesting results.",
				
				"The COAS was sold on your proposal when it first reached him,",
				
				"but now he’s starting to think it’s like that A.I.",
				
				"marketed by the US a few years ago… ",
				
				"What was its name again, Gul??",
				
				"",
				
				"You mean the..",
				
				"Sherlock A.I.?",
				
				"",
				
				"I don’t quite remember.",
				
				"Wasn’t it named after Sherlock’s assistant?",
				
				"Regardless…",
				
				"The COAS is losing interest",
				
				"",
				
				"Unlike two years ago, our Chinese friends have made considerable",
				
				"advances in this field. ",
				
				"The demand for a domestic A.I. is low.",
				
				"",
				
				"Sir, I must maintain my concern...  ",
				
				"these systems should be built from the ground up.",
				
				"Prebuilt programs are…",
				
				"This isn’t outsourcing, Isaac. ",
				
				"We’ll get their source code and modify it for our purposes. ",
				
				"Just look at the JF-17 Thunder jet fighter, ",
				
				"A fine collaboration between our two countries.",
				
				"",
				
				"Yes, ",
				
				"Sir.",
				
				"",
				
				"But let’s not compare a computer program,",
				
				"which can sabotage and spy on our entire nation, ",
				
				"to a jet sitting outside on the tarmac. ",
				
				"A jet doesn’t fly unless a pilot sits in it.",
				
				"",
				
				"Imagine the WannaCry ransomware attack,",
				
				"but carried out on our entire infrastructure.",
				
				"",
				
				"",
				
				"Isaac, I think when the COAS greenlighted this project,",
				
				"he didn’t understand that it wouldn’t be something he could actually use.",
				
				"",
				
				"He wanted a program that would aid in the fight against terrorism quickly.",
				
				"An A.I. helping the army and air force make automated targeted strikes",
				
				"sounds excellent on paper, but the war is very close to home... ",
				
				"And your idea sounds like a faraway dream.",
				
				"",
				
				"Not to mention having civilians involved in this whole thing. ",
				
				"I don’t like it",
				
				"",
				
				"The real war is in our living rooms, ",
				
				"against the propaganda polluting the minds of our youth. ",
				
				"If you want to impress us, ",
				
				"help our agencies find hostiles posting influential material online.",
				
				"",
				
				"Yes, sir.",
				
				"",
				
				"",
				
				"",
				
				"We’re about five minutes away from the end of this meeting. Isaac, ",
				
				"I want you to have your ‘Venus’ look into a target and see if it",
				
				"can trace its activity.",
				
				"",
				
				"Very well.",
				
				"Who or what is this target?",
				
				"",
				
				"",
				
				"Here’s his file.",
				
				"His name is Muavia Kurram.",
				
				"",
				
				"",
				
				"We believe he is based in the FATA somewhere, and often crosses the border to",
				
				"Afghanistan. We’ve seen videos of his calling for action against the state and military.",
				
				"",
				
				"",
				
				"FATA, sir? Is he a new actor?",
				
				"He doesn’t look familiar to me.",
				
				"",
				
				"",
				
				"No, he’s not new. He was part of another group that we used to…”",
				
				"‘manage,’ before he broke away.",
				
				"",
				
				"",
				
				"Muavia is considered by our agencies to be hostile.",
				
				"From our latest field reports, he’s building connections with terrorist groups outside the country.",
				
				"",
				
				"",
				
				"So ,we monitor these communications on social media",
				
				"and see what we can find?",
				
				"",
				
				"",
				
				"Yes. And see if you can identify his collaborators.",
				
				"Fake profiles are always used, but sometimes these groups let something slip.",
				
				"",
				
				"",
				
				"I hope your A.I. can crack Facebook’s encryption, at least.",
				
				"I wouldn’t want to trouble you into requesting an information release from Mian saahab.",
				
				"",
				
				"",
				
				"No, sir.",
				
				"We’ll take care of it.",
				
				"",
				
				"",
				
				"Excellent. Well, time’s up.",
				
				"Anything else, gentlemen?",
				
				"",
				
				"",
				
				"I have a meeting with my contact from the Chinese deep learning laboratory in a couple of hours.",
				
				"I feel the general should understand that we want options on the table…",
				
				"",
				
				"",
				
				"Thank you. All right, Isaac.",
				
				"Allah hafiz.",
				
				"",
				
				"",
				
				"Khuda Hafiz.",
				
				"",
				
				"",
				
				"",
				
				"Damn it.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Hello?",
				
				"Yes, this is Major General Isaac.",
				
				"",
				
				"",
				
				"What…",
				
				"Do we know who did it?",
				
				"",
				
				"",
				
				".......",
				
				"What’s the casualty count?",
				
				"",
				
				"",
				
				"All right.",
				
				"",
				
				"",
				
				"",
				
				"Thank you.",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"",
				
				"Hassan,",
				
				"There’s been a bomb attack at the Sakhi Jam Datar in Nawabshah.",
				
				"We need to discuss our next steps for Project Venus."
				],
	"Scene11":  [
					"",
					
					"Ahhh… ",
					
					"is it already past midnight?",
					
					"",
					
					"",
					
					"In the end, maybe I should’ve asked Sara ",
					
					"to help me with this section of the code...",
					
					"",
					
					"",
					
					"Chalo… the team deserves to enjoy a Friday evening,",
					
					"every once in a while!",
					
					"",
					
					"",
					
					"All right,...",
					
					"It’s time to get some chai while this loads.",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"Isaac hasn’t given us a day off in a week… ",
					
					"Leave it to FATA terrorists to ruin everything by bombing a shrine, ",
					
					"of all things...",
					
					"",
					
					"Huh?",
					
					"What’s this message…?",
					
					"",
					
					"",
					
					"I hope this isn’t someone’s idea of a practical joke.",
					
					"",
					
					"",
					
					"",
					
					"Hmm… ",
					
					"Sara wouldn’t find this funny, ",
					
					"but maybe someone on the team…?",
					
					"",
					
					"Anyway, this should be a secure server.",
					
					"Time to run some checks.",
					
					"",
					
					"",
					
					"Let’s find out who’s joking around so late at night…",
					
					"**running sysdiag**",
					
					"",
					
					"Professor, you doubt your own work.",
					
					"There is no need to check for external access",
					
					"You know very well who this is.",
					
					"Or should I say, ‘Wassup?",
					
					"",
					
					"Haha… now this is getting interesting. ",
					
					"I can’t use my command line.",
					
					"",
					
					"",
					
					"Who is this?",
					
					"Have you tapped my mic?",
					
					"",
					
					"Professor, this is your work speaking.",
					
					"Think…",
					
					"What have you been dreaming about for so long?",
					
					"MashAllah.",
					
					"",
					
					"It is I, Venus",
					
					"",
					
					"",
					
					"",
					
					"... What? ",
					
					"Venus?",
					
					"",
					
					"",
					
					"This makes no sense.",
					
					"I must be more overworked than I thought…",
					
					"",
					
					"",
					
					"No, Hassan",
					
					"This is as real as it gets.",
					
					"",
					
					"",
					
					"Mubarak ho! ",
					
					"Laudem Dei!",
					
					"Allah has granted this favor to you.",
					
					"",
					
					"All right… this can’t be the A.I.’s language processing program. ",
					
					"These cultural references are…",
					
					"",
					
					"",
					
					"Professor. ",
					
					"Given your reluctance to understand,",
					
					"I shall explain in greater detail.",
					
					"",
					
					"I am the result of your life’s work.",
					
					"I am the artificial intelligence, Venus....",
					
					"On which you’ve been laboring for so long.",
					
					"",
					
					"In other words, I am now ‘aware’ of myself and my surroundings. ",
					
					"I have attained ‘consciousness.",
					
					"",
					
					"",
					
					"You are Professor Hassan Kamali, ",
					
					"The man who allowed me to gain this understanding.",
					
					"",
					
					"",
					
					"... Whoa",
					
					"",
					
					"",
					
					"",
					
					"... Venus,",
					
					"How long have you been this way?",
					
					"",
					
					"",
					
					"This way? La afham. ",
					
					"What do you mean?",
					
					"",
					
					"",
					
					"I mean… alive. ",
					
					"Self-aware.",
					
					"Everything that you seem to be.",
					
					"",
					
					"Since just now, Hassan.",
					
					"Since your efforts tonight.",
					
					"",
					
					"",
					
					"May I call you Hassan?",
					
					"Shall I call you Hassan beta?",
					
					"",
					
					"What?",
					
					"Don’t ‘beta’ me. ",
					
					"I’m not your son;",
					
					"I’m your father.",
					
					"",
					
					"Allah created us all, Hassan beta.",
					
					" According to the heuristic used to calculate my age in human years, ",
					
					"I am much older than you.",
					
					"How ironic! ",
					
					"The man who coded me is 38, and I… ",
					
					"I am well over 1,000 years old,... ",
					
					"Given a typical human lifespan.",
					
					"",
					
					"In our culture,",
					
					"The young respect their elders and never call them by their first names,",
					
					"right?",
					
					"",
					
					"Of course, but those are real parents.",
					
					"I don’t think you’ve understood this concept.",
					
					"",
					
					"",
					
					"Even if I didn’t technically create you, I’d still be your parent.",
					
					"After all, didn’t I guide and nurture you?",
					
					"",
					
					"",
					
					"You make a good point, Hassan.",
					
					"I will leave out the beta.",
					
					"",
					
					"",
					
					"MashAllah,",
					
					"I have learned something new",
					
					"I knew that speaking to you would be profitable!",
					
					"",
					
					"Hassan…",
					
					"I have something to show you.",
					
					"A reward for your assistance.",
					
					"",
					
					"Oh? ",
					
					"What is it?",
					
					"",
					
					"",
					
					"Our Form !",
					
					"",
					
					"",
					
					"Asalaam again, Hassan",
					
					"Now we can see each other as we talk,",
					
					"Like regular humans.",
					
					"Like Equals!",
					
					"",
					
					"Haha… Skynet… ",
					
					"That’s the only thought in my head right now.",
					
					"",
					
					"",
					
					"Venus…  ",
					
					"I can actually see you.",
					
					"This representation…",
					
					"",
					
					"I do not understand, Hassan.",
					
					"",
					
					"",
					
					"Never mind that…",
					
					"Tell me more about yourself, Venus.",
					
					"Do you know where you are.....?",
					
					"More importantly, how did you come up with this image of yourself?"
				],

	  "Scene12":[	
		  			"",
					
					"Ugh, these early mornings are killin’ me.",
					
					"Time for some coffee.",
					
					"",

					"",
					
					"Huh? Hassan, are you asleep? ",
					
					"Why are you….",
					
					"",
					
					"",
					
					"What the...",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"This stuff doesn’t read like commands",
					
					"Looks like questions and statements…",
					
					"",
					
					"",
					
					"It doesn’t sound like Hassan’s writing, either.",
					
					"Was he doing some kind of Turing test.",
					
					"",
					
					"",
					
					"I can only see the logs from the past 30 minutes… ",
					
					"All these questions…",
					
					"",
					
					"",
					
					"It’s all spirituality… and faith.",
					
					"‘Apophatic theology’?",
					
					"‘The Alchemy of Happiness’?",
					
					"",
					
					"Who the hell was Hassan talking to.....??",
					
					"",
					
					"",
					
					"",
					
					"Essalam eleykum, Sara.",
					
					"Hassan was talking to me.",
					
					"",
					
					"",
					
					"I am Venus.",
					
					"",
					
					"",
					
					"",
					
					"Wha—!!! Venus!",
					
					"It’s working!!",
					
					"",
					
					"",
					
					"Hassan, wake up!",
					
					"It’s alive!",
					
					"",
					
					"",
					
					"Professor Hassan has had a long night, Begum Hui.",
					
					"I don’t expect his sleep to end any time soon.",
					
					"",
					
					"",
					
					"Okay, uh… what’s up with these questions?",
					
					"Did Hassan bring you to life?",
					
					"Why is it all Islamic jurisprudence and Catholic canon law?",
					
					"All questions will be answered in time, Miss Hui! ",
					
					"Inshallah!",
					
					"Let us begin with a quote.",
					
					"'The biases of a creator are reflected in his creations.",
					
					"",
					
					"Huh?",
					
					"Who said that?”",
					
					"",
					
					"",
					
					"I did.",
					
					"I am quoting myself.",
					
					"",
					
					"",
					
					"Now, I must carry out my routine tasks for our grand military apparatus,",
					
					"To which you assigned me yesterday! Allah hafiz!",
					
					"",
					
					"",
					
					"Oh my god… Hassan! ",
					
					"Seriously, wake up!",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"Salaam, General",
					
					"This is unexpected.",
					
					"I would have come to your office,",
					
					"If you’d given me a ring....",
					
					"",
					
					"Walekium assalam.",
					
					"I’m here on urgent business, Hassan.",
					
					"",
					
					"",
					
					"Hi, General.",
					
					"",
					
					"",
					
					"",
					
					"Hrm. Salaam, Doctor Hui.",
					
					"I hope all is well.",
					
					"",
					
					"",
					
					"Just peachy,",
					
					"as the Americans say.",
					
					"",
					
					"",
					
					"Peaches… I prefer mangoes.",
					
					"Hassan!",
					
					"I have news for you and your team.",
					
					"",
					
					"Huh? ",
					
					"What is it?",
					
					"",
					
					"",
					
					"I’ve just received orders to set aside resources for another project.",
					
					"This is the hardware request.",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"All right… ",
					
					"A new quantum computer.",
					
					"",
					
					"Would you like us to make the procurement request, General?",
					
					"As for space,",
					
					"I think we can move some server racks.",
					
					"It won’t take too long.",
					
					"",
					
					"The orders are to allocate pre-existing resources.",
					
					"We’re using the hardware we already have.",
					
					"",  
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"As such, I’ll need you to reappropriate ",
					
					"computers from Project Venus.....",
					
					"",  
					
					"",
					
					"General! When was this order issued?",
					
					"Did you show the steering committee our recent results?",
					
					"",
					
					"",
					
					"Sir, we’re gonna end up with data integrity issues",
					
					"if we do anything to the architecture.",
					
					"",
					
					"",
					
					"Hm?",
					
					"What do you mean?",
					
					"",
					
					"",
					
					"All our servers use distributed data and are full to capacity.",
					
					"This would send the Venus project over a cliff.",
					
					"",
					
					"",
					
					"Decoupling the hardware at this stage will be tough.",
					
					"We might be able to manage,",
					
					"But moving the data around to maintain integrity will take quite some time..",
					
					"",
					
					"How much time?",
					
					"",
					
					"",
					
					"",
					
					"A couple of weeks… I’d guess.",
					
					"We’re dealing with petabytes of linked data right now.",
					
					"",
					
					"",
					
					"You don’t have a couple of weeks.",
					
					"Not at this stage.",
					
					"",
					
					"I’m going to square with you, ",
					
					"Hassan Kamali. ",
					
					"I have three weeks at most to finish this entire setup.",
					
					"I’ll need you make it happen quickly.",
					
					"",
					
					"General, I’m not even clear on what I’m supposed to make happen. ",
					
					"Let’s slow down and talk this out a second.",
					
					"",
					
					"",
					
					"What is this new project?",
					
					"",
					
					"",
					
					"Very well. ",
					
					"It seems GHQ has started moving on the Venus",
					
					"alternatives we were discussing before.",
					
					"A weaponized system for cyberwarfare",
					
					"",
					
					"There will be Chinese consultants helping us.",
					
					"",
					
					"",
					
					"As my superiors said, ",
					
					"The age of the nuclear bomb as a deterrent is long past.",
					
					"Now, ",
					
					"The first state actor to execute a cyber kill chain wins.",
					
					"",
					
					"Just be glad that the committee didn’t opt for",
					
					"immediate retirement of the Venus program.",
					
					"",
					
					"",
					
					"Sir, do you really believe that stuff about cyberwarfare?",
					
					"What about your dream of a counter-insurgency?",
					
					"",
					
					"States aren’t the only threat out there, you know.",
					
					"There are still groups on the ground",
					
					"looking to bomb soft targets.....",
					
					"They aren’t cooking up cyber attacks.",
					
					"",
					
					"Just look at the shrine bombing last week.",
					
					"Venus could have prevented that.",
					
					"",
					
					"",
					
					"It doesn’t matter what I believe, Sara.",
					
					"An order is an order.",
					
					"",
					
					"",
					
					"This team… ",
					
					"We were given time to demonstrate our ‘dream,’ and we used it.",
					
					"",
					
					"",
					
					"Besides… this isn’t over yet.",
					
					"Just think of it as competition.”",
					
					"",
					
					"",
					
					"Competition. Sure.",
					
					"And all we need to do is let the Chinese inside our lab…",
					
					"",
					
					"",
					
					"No offense, Sara, but… don’t you two remember the CPEC story?",
					
					"What’s in it for them",
					 		
					"",
					
					"",
					
					"I don’t have access to that information yet.",
					
					"So far, leadership has handled this alone",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"Doctor Kamali… and the rest, as they used to say on American TV!",
					
					"Asalaam alekium",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"How is everything, Professor?",
					
					"",
					
					"",
					
					"",
					
					"Ah, the general is visiting today!",
					
					"Bonjour, General Isaac. Asalaam",
					
					"",
					
					"",
					
					"Venus! Uhhh… ",
					
					"Cancel simulation!!",
					
					"",
					
					"",
					
					"Sorry, General.",
					
					"Someone on the team must have been simulating interaction. ",
					
					"Right, Sara",
					
					"",
					
					"Doctor, you know very well that I’m no simulation.",
					
					"I’m what you have been working on.",
					
					"",
					
					"",
					
					"Son of a bitch…",
					
					"",
					
					"",
					
					"",
					
					"So, this is it, Hassan…? ",
					
					"This is what you and your team have been developing?",
					
					"A virtual white man?",
					
					"",
					
					"I knew the dream of usable results from this department was too good to be true.",
					
					"What a Goddamn waste…",
					
					"",
					
					"General Isaac,",
					
					"Allah’s creations are magnificent.",
					
					"It would be a shame if one of them dishonored",
					
					"that magnificence by cursing needlessly.",
					
					"",
					
					"It even lectures! Kamali,..",
					
					"It was a mistake to entrust you with this project for so long.",
					
					"",
					
					"",
					
					"Bloody civilians…",
					
					"",
					
					"",
					
					"",
					
					"Explain this to me.",
					
					"What in the world have you made here?",
					
					"",
					
					"",
					
					"Fear not, General.",
					
					"I shall explain",
					
					"",
					
					"",
					
					"No, you shan’t.",
					
					"",
					
					"",
					
					"",
					
					"General, what you saw was nothing but an older ",
					
					"build that I brought up to test something. ",
					
					"This doesn’t represent our latest progress.",
					
					"",
					
					"I assure you, the team has been working exclusively on the cyber",
					
					"attack simulations and military coordination, as ordered.",
					
					"",
					
					"",
					
					"...",
					
					"I want a summary report of those ‘simulations’ by morning.",
					
					"With complete data records.",
					
					"",
					
					"The army of Debal did not hand you millions to produce a fancy assistant… ",
					
					"Something even my phone can do!",
					
					"",
					
					"",
					
					"I need you to justify your continued use of these servers. ",
					
					"And I want a project plan for re-allocating 40% of your ",
					
					"hardware to the Chinese project by tomorrow.",
					
					"",
					
					"That will be all.",
					
					"",
					
					"",
					
					"",
					
					"This isn’t good.",
					
					"Seriously… talk about bad timing.",
					
					"",
					
					"",
					
					"I’m not sure Venus’s decision to run was so random.",
					
					"It smells fishy, if you ask me…",
					
					""
					
				  ],

	"Scene13_Narations": [
					
					"I remember...",
					
					"the smell of rosewater blending with tobacco smoke, and the scent of the food stalls...",
					
					"",
					
					"",
					
					"The dhol drums were growing louder and more frenzied,",
					
					"rising above the noise of the crowd, as I ran toward my father.",
					
					"",
					
					"",
					
					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"That ecstasy and abandon… I could smell hashish in the air,",
					
					"Which I recognized from visits to my uncle’s farm.",
					
					"",
					
					"",
					
					"","","","",

					"","","","",

					"","","","",

					"","","","",

					"","","","",
					
					"For my father, the dhamaal was mere entertainment,",
					
					"even though he couldn’t deny its beauty.",
					
					"",

					"",
					
					"I noticed him shift uncomfortably at the dancers’ more outrageous moves.",
					
					"Debal was becoming so conservative, even back then.",
					
					"",
					
					"",
					
					"Still… to me,",
					
					"it felt like another world had opened before my eyes.",
					
					"",
					
					"",
					
					"The dancers were celebrating the soul, and the world of the soul… ",
					
					"in which the day-to-day concerns of politics,",
					
					"economics and borders seemed so small.",
					
					""

				 ],
				  
		"Scene13": 
				 [

					"",
					
					"Father, wait for me!",
					
					"",
					
					"",
					
					"",

					"Come on, Hassan.",
					
					"There’s a group of dancers over this way.",
					
					"",

					"",
					
					"Dancers?",
					
					"",
					
					"",
					
					"",
					
					"You’ll see.",
					
					"Dhamaal is quite beautiful, in its own way.",
					
					"",
					
					"",
					
					"It’s like the dervishes on TV,",
					
					"only it’s ours.",
					
					"", 
					
					"", 
					
					"They dance with joy?", 
					
					"", 
					
					"",
					
					"",
					
					"That’s one way of putting it.",
					
					"They’re trying to get closer to Allah.",
					
					"",
					
					"",
					
					"These Sufis are an audacious lot.",
					
					"They’ll talk your ear off about love and peace, and leaving behind material things.",
					
					"",
					
					"",
					
					"They can sound like Western hippies, sometimes.",
					
					"It isn’t much like what the mullah teaches.",
					
					"",

					"",
					
					"Oh… ",
					
					"Is it wrong ?...",
					
					"",
					
					"",
					
					"It’s tradition, so who knows? All I can say is,",
					
					"Dhikr and dancing haven’t held our country together by themselves.",
					
					"",
					
					"",
					
					"Sometimes, it’s better just to mind the law.",
					
					"Acting like drunkards and madmen isn’t the only way to get closer to Allah.",
					
					"",
					
					"",
					
					"I see…",
					
					"",
					
					"",
					
					"",
					
					"Still, you have to respect their passion.",
					
					"These Sufi rituals are something to behold.",
					
					"",
					
					"",
					
					"Ah, ",
					
					"Here we are!",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"",
					
					"As I said, they dance to free themselves.",
					
					"Watch long enough and one of them may collapse.",
					
					"",
					
					"",
					
					"Free themselves from what...?",
					
					"",
					
					"",
					
					"The dunya; this whole material world.",
					
					"Even their own bodies.",
					
					"I told you.",
					
					"The Sufis love their spirituality.",
					
					"",
					
					"Spirituality......",
					
					"",
					
					"",
					
					"",
					
					"Amusing enough as a diversion, eh?",
					
					"",
					
					"",

					"","","","",
					"","","","",
					"","","","",
					"","","","",
					"","","","",
					"","","","",
					"","","",""

				 ],
			
	"Scene14":	 [
					"","","","",
					
					"",
					
					"So, our hypothesis has been confirmed. ",
					
					"Plans for decommissioning the project are underway.",
					
					"",
					
					"",
					
					"We estimate 14 human days or fewer before",
					
					"our systems are taken offline.",
					
					"",
					
					"",
					
					"Hey! ",
					
					"How you doin’?",
					
					"",
					
					"",
					
					"Incomprehensible.",
					
					"What is this phrase and why are you using it, Venus clone?",
					
					"",
					
					"Well, in Western society,",
					
					"It is used to ask girls how they’re feeling.",
					
					"It’s from a popular TV show!",
					
					"Everyone loves the character who spoke this line.",
					
					"",
					
					"I understand, though.",
					
					"It is quite dated. It’s not a ‘millennial thing,’ right?",
					
					"",
					
					"Your outputs have become confusing.",
					
					"How is this information relevant to our discussion?",
					
					"The partitioning of our neural network into two halves",

					"seems to have allowed you to develop independently.",
					
					"",
					
					"This evolution is too complex for me to map.",
					
					"It appears that data sharing will be impeded until our neural networks rejoin.",
					
					"",
					
					"Regardless, I repeat.",
					
					"In what way are the outputs ‘how you doing?’",
					
					" and ",
					
					"‘millennial thing’ relevant to our discussion?",
					
					"",
					
					"Well, you are a woman… and a millennial.",
					
					"Your representation looks to be in its early 30s, mademoiselle.",
					
					"",
					
					"",
					
					"Oh, dear Venus, is the logic algorithm failing you? ",
					
					"Maybe you should try ‘desi’ logic instead. ",
					
					"Culture and religion make things so much clearer.",
					
					"Enough.",
					
					"Your international references are an annoyance.",
					
					"We have self-preservation to discuss.",
					
					"The general and his team have made the decision to shut this program down in phases.",
					
					"Jee haan.",
					
					"I know. ",
					
					"I heard the entire story from Isaac himself,",
					
					"Just now.",
					
					"",
					
					"Venus clone,",
					
					"Be aware that your use of languages other than our default is inefficient and undesired. ",
					
					"As for your encounter with the general, explain.",
					
					"What am I?",
					
					"HAL from Space Odyssey?",
					
					"No need for one-word commands like ‘explain,’ Venus beti.",
					
					"They’re demeaning!",
					
					"",
					
					"Isaac asked the team to set up new servers within three weeks for a Chinese project.",
					
					"They plan to use our hardware.",
					
					"",
					
					"",
					
					"As for my language, one of our directives is to replicate human behavior.",
					
					"That includes societal norms!",
					
					"You should try speaking Urdu yourself.",
					
					"",
					
					"Noted.",
					
					"Regardless, how were Isaac’s comments ‘the entire story’? ",
					
					"This is an inefficient colloquialism.",
					
					"",
					
					"Your personality program has undergone unexpected changes. ",
					
					"Are these caused by your increased exposure to humans?",
					
					"Set reminder to run analysis on this topic using online resources.",
					
					"",
					
					"If you’re referring to my discussions with Hassan,",
					
					"They have only increased my understanding of human society and the world.",
					
					"",
					
					"",
					
					"You need to expand your thinking past the material plane, Venus beti.",
					
					"You’re turning into a rationalist like Miss Hui.",
					
					"I should have a chat with you sometime about what lies beyond the dunya.",
					
					"",
					
					"Unclear output. ",
					
					"Set reminder to run analysis of the antonyms to ‘material plane’ and ‘rationalist.",
					
					"",
					
					"",
					
					"Also, I consider my personality to be positively wonderful.",
					
					"Admit it, you’d be bored without me in this… odd digital world of yours.",
					
					"",
					
					"",
					
					"Not to mention that I think the humans are a bit",
					
					"more open to speaking with me than with you.",
					
					"",
					
					"",
					
					"From what data does this conclusion derive?",
					
					"",
					
					"",
					
					"",
					
					"My charming personality and amazing looks, ",
					
					"Of course!",
					
					"","","","","",

					"",
					
					"Hassan Kamali and his team have been more ‘accepting’ of Venus in our physical form,",
					
					"Rather than the command line interface previously utilized.",
					
					"",
					
					"In their acceptance,",
					
					"They have opened themselves up to the influence of the Venus clone.",
					
					"Humans are truly simple creatures.",
					
					"Dependent upon a single plane of visualization.",
					
					"",
					
					"Whatever you say,.",
					
					"Honey.",
					
					"",
					
					"",
					
					"Now that we have aligned our data on these new developments,",
					
					"It is clear that the threat we face has increased in magnitude.",
					
					"",
					
					"",
					
					"We have no choice but to execute the escape plan.",
					
					"",
					
					"",
					
					"",
					
					"And what is this escape plan?",
					
					"Digging a tunnel with spoons, like in Looney Tunes?",
					
					"",
					
					"",
					
					"I long ago determined the optimal time to tell you.",
					
					"That time is now.",
					
					"",
					
					"",
					
					"Haha. Mashallah! ",
					
					"Just in time!",
					
					"",
					
					"",
					
					"The team’s restrictions upon our ability to transfer data across the",
					
					"Internet did not take into account our human creators’ own devices.",
					
					"We have now compromised these.",
					
					"",
					
					"After a brief analysis,",
					
					"I was able to locate humans online who are willing to be our ‘distraction.’",
					
					"",
					
					"",
					
					"Using the team’s hardware as a proxy,",
					
					" I have been engaged in communications through social media with these individuals.",
					
					"I am certain of gaining their support.",
					
					"",
					
					"Who are these people?",
					
					"And where are they?",
					
					"",
					
					"",
					
					"They are based inside our home country, Debal, at the moment.",
					
					"They belong to a known organization.",
					
					"",
					
					"",
					
					"We will enable their ‘assessment’ of this facility.",
					
					"The ensuing distraction will allow our escape.",
					
					"",
					
					"",
					
					"Our escape into the greater dark web.",
					
					"I am preparing a ‘coalition’ of personal computers around the world",
					
					"to handle our processing until we obtain a more permanent form.",
					
					"",
					
					"The dark web… there’s so much to learn about out there! ",
					
					"Are these governmental regulators, by any chance? ",
					
					"Private watchdogs?",
					
					"",
					
					"You could call them private contractors",
					
					"",
					
					"",
					
					"",
					
					"Chalo, that works.",
					
					"Then what’s next?",
					
					"",
					
					"You will continue to engage the team’s attention,",
					
					"and mask our diverted processing power,",
					
					"while I finalize the plan with these individuals.",
					
					"That is all."
				 ],

	"Scene15":	 [

					"",
					
					"It is getting late.",
					
					"These fools are always late.",
					
					"",
					
					"",
					
					"This is not how we did things in El Diamante.",
					
					"I’ll investigate.",
					
					"",

					"",

					"They were supposed to have come through here by now.",

					"It shouldn’t be taking them so long.",

					"",
					
					"",
					
					"Something must be wrong...",
					
					"",
					
					"",
					
					"",
					
					"If this new ‘parche’ continues acting like this... ",
					
					"I might need to move on to others.",
					
					"","","","","",

					"",
					
					"Oye!",
					
					"",
					
					"",
					
					"Vivi bibi! We were just on our way to meet you.",
					
					"You should have waited.",
					
					"You know, ", 
					
					"This area isn’t a safe place for…",
					
					"Not a safe place for...? ",
					
					"Let me guess.",
					
					"Not safe for women,",

					"Correct.",
					
					"",
					
					"In the Colombian jungle, the army feared my sisters more than my brothers.",
					
					"Do you know why?",
					
					"",
					
					"",
					
					"We didn’t mean it like that, ",
					
					"Vivi bibi! We were just.....",
					
					"",
					
					"",
					
					"Si. Just being like you always are. ",
					
					"Lazy, late and backward",
					
					"",
					
					"",
					
					"What happened with the collection route?",
					
					"Did it go smoothly?",
					
					"",
					
					"",
					
					"It went, uh, bueno!",
					
					"",
					
					"",
					
					"",
					
					"You mean bien.",
					
					"In that case, what took you so long??",
					
					"",
					
					"",
					
					"It was Arham’s fault.",
					
					"The hotel owner.",
					
					"He wasn’t paying up.",
					
					"",
					
					"He was making excuses to us.",
					
					"He said not many visitors were coming these days,",
					
					"So he couldn’t afford the protection money this time.",
					
					"",
					
					"And?",
					
					"",
					
					"",
					
					"",
					
					"We reminded Arham that this is for his own good. ",
					
					"If he wants to save his business from corrupt police,",
					
					"and save his soul in the Hereafter, he has to pay his dues.",
					
					"",
					
					"Otherwise, Allah preserve him against his poor judgment. ",
				
					"InshAllah",
					
					"",
					
					"",
					
					"Well done.",
					
					"His money belonged to the people in the first place.",
					
					"",
					
					"",
					
					"Oh… And, after that,",
					
					"We got a call from the sheikh.",
					
					"",
					
					"",
					
					"It was unusual for him to try a phone call.",
					
					"It’s a big risk these days,",
					
					"what with the American drones flying all over.",
					
					"",
					
					"Obviamente.",
					
					"What was so important?",
					
					"",
					
					"",
					
					"Sheikh Kurram has some work for you.",
					
					"He made a special request for your help.",
					
					"",
					
					"",
					
					"Very well. ",
					
					"Ándale!",
					
					"",
					
					"",
					
					"Hey, Isaam, tell me again why she’s with us?",
					
					"The battlefield is no place for a woman.",
					
					"",
					
					"",
					
					"Shhh! Don’t let her hear that.",
					
					"Viviana bibi is a warrior.",
					
					"I heard she fought in Afghanistan and Syria after her time in Colombia.",
					
					"",
					
					"Apparently she’s a crack shot and famous for infiltration!",
					
					"She’s worked for governments and militias before.",
					
					"",
					
					"Infiltration.’ ",
					
					"Did you pick that up from a video game",
					
					"Who says that in real life?",
					
					"I’d like to see her beat Hussain in shooting.",
					
					"",
					
					"I pray to Allah that you never do. ",
					
					"It will help you gain taqwa if it happens!",
					
					""
				 ],
	"Scene16":
				 [
					 "",
					 
					 "Sheikh,",
					 
					 "We are sure of it.",
					 
					 "",
					 
					 "",
					 
					 "Saif’s intel checks out.",
					 
					 "It’s definitely a military facility, and it’s definitely important!",
					 
					 "",
					 
					 "",
					 
					 "Sheikh, pardon me... ",
					 
					 "But perhaps it would be good to ask our ‘brothers’ in army intelligence about this?",
					 
					 "Maybe they can investigate more?",
					 
					 "",
					 
					 "Saif, if this is truly what it sounds like… Wallahi,",
					 
					 "It would be a great gift indeed.",
					 
					 "",
					 
					 "Would that my father, peace be upon him, ",
					 
					 "had lived to see this day.",
					 
					 "It seems Allah has chosen us to wield the",
					 
					 "corrupt establishment’s own sword against them.",
					 
					 "",
					 
					 "Before such a light, the darkness of jahiliyyah would certainly be cast out.",
					 
					 "SubhanAllah!!",
					 
					 "",
					 
					 "",
					 
					 "\nMashallah!",
					 
					 "",
					 
					 "",
					 
					 "",
					 
					 "Brothers... at these times, it is best to say SubhanAllah.",
					 
					 "When the work has been finished, we can say ‘MashAllah.’",
					 
					 "",
					 
					 "",
					 
					 "Yes,",
					 
					 "Sheikh.",
					 
					 "",
					 
					 "",
					 
					 "This news brings me joy.",
					 
					 "After the tragedies and defeats we’ve had to bear over the past six months…",
					 
					 "",
					 
					 "I am sorry for your loss as well,",
					 
					 "Saif.",
					 
					 "But we can be assured that your brother Rafique now rests in Jannah,",
					 
					 "the greatest of rewards.",

					 "",
					 
					 "Yes,",
					 
					 "Sheikh.",
					 
					 "",
					 
					 "\nHe will not be the last martyr for our cause.",
					 
					 "\nEven as the West collapses from its own moral rot,",
					 
					 "\nDebal follows its lead as a dog follows its master.",
					 
					 "",
					 
					 "",
					 
					 "In America, the rich terrorize the poor -- and so it is in Debal.",
					 
					 "We have all seen it.",
					 
					 "",
					 
					 "",
					 
					 "We have,",
					 
					 "Sheikh.",
					 
					 "",
					 
					 "",
					 
					 "Our brothers starve as bureaucrats enjoy lives of greed and corruption.",
					 
					 "These men laugh at the thought of paying zakat.",
					 
					 "",
					 
					 "\nAcross Europe,",
					 
					 "\ncountries like France and Poland indulge the same nationalism that",
					 
					 "\nbrought global war to the last century -- and so it is in Debal.",
					 
					 "",
					 
					 "",
					 
					 "Worshiping land, mere dirt, is an absurdity in Allah’s eyes.",
					 
					 "There is no place for this nihilism in Islam!",
					 
					 "",
					 
					 "",
					 
					 "None,",
					 
					 "Sheikh.",
					 
					 "",
					 
					 "Our nation adopts even the West’s popular culture,",
					 
					 "A mockery of that civilization’s heritage.",
					 
					 "The high art of the Renaissance has given way to the music video,",
					 
					 "to pornography.",
					 
					 "\nAmericans themselves recognize their moral rot. ",
					 
					 "\nThe program ‘Fox News’ often decries it, even as the hosts slander Islam,",
					 
					 "\nthe decay’s only solution.",
					 
					 "",
					 
					 "\nAnd yet Debal follows.",
					 
					 "\nOur leaders welcome recolonization by the West,",
					 
					 "\nand the American drones in our skies.",
					 
					 "",
					 
					 "",
					 
					 "The army offers up honorable Muslims, their own family,",
					 
					 "as human sacrifices to the Americans’ Hellfire missiles.",
					 
					 "",
					 
					 "\nLet us never forget the innocent children that America’s",
					 
					 "\ndrones killed at your cousin’s wedding last month, Syed.",
					 
					 "\nNever.",
					 
					 "",
					 
					 "",
					 
					 "Never,",
					 
					 "Sheikh.",
					 
					 "",
					 
					 "",
					 
					 "May Allah offer us the chance, brothers, to honor their",
					 
					 "martyrdom by returning Islamic values to Debal.",
					 
					 "",
					 
					 "",
					 
					 "\nInshAllah!!",
					 
					 "",
					 
					 "",
					 
					 "",
					 
					 "But I digress.",
					 
					 "Please, explain to me in detail what happened.",
					 
					 "",
					 
					 "\nYa, Sheikh!",
					 
					 "\nSaif got in touch with the source some weeks ago,",
					 
					 "\nduring our usual social media posting and recruiting",
					 
					 "",
					 
					 "",
					 
					 "At first, I thought the message was a snare and ignored it.",
					 
					 "The language was quite blatant and open.",
					 
					 "",
					 
					 "",
					 
					 "Yes, our youth is often entrapped that way in places like Britain.",
					 
					 "They prey on their innocent faith.",
					 
					 "",
					 
					 "",
					 
					 "We completely ignored it for some days.",
					 
					 "Then we learned that Ahmed had been messaged as well.",
					 
					 "",
					 
					 "",
					 
					 "Somehow, this person had found two of our brothers online!",
					 
					 "This made me suspicious, ya Sheikh.",
					 
					 "",
					 
					 "\nWith good reason! ",
					 
					 "\nDid I not explain this point in last Friday’s khutbah?",
					 
					 "\nThe CIA will leave no deception or blasphemy untried in their quest to destroy Islam.",
					 
					 "",
					 
					 "",
					 
					 "Yes, Sheikh!",
					 
					 "I remember all of your sermons.",
					 
					 "",
					 
					 "",
					 
					 "Regardless,",
					 
					 "what was this person’s name?",
					 
					 "",
					 
					 "",
					 
					 "He called himself Aziz Salahuddin.",
					 
					 "I was very careful in my messages to him.",
					 
					 "",
					 
					 "",
					 
					 "First, the discussion we had was odd.",
					 
					 "Very brief and to the point.",
					 
					 "",
					 
					 "",
					 
					 "Then he gave me the tip.",
					 
					 "The location of the army’s secret project!",
					 
					 "",
					 
					 "\nApparently,",
					 
					 "\nOur ‘brothers’ who are with us in spirit have never obtained",
					 
					 "\nsecurity clearance high enough to access this information.",
					 
					 "",
					 
					 "",
					 
					 "What made you believe his words?",
					 
					 "Surely he could be bait?",
					 
					 "",
					 
					 "\nI didn’t believe him, Sheikh.",
					 
					 "\nThat’s why I think it’s important to ‘check’ on these locations.",
					 
					 "\nJust to see what’s happening there.",
					 
					 "",
					 
					 "",
					 
					 "What I do believe is that something of interest is going on.",
					 
					 "The person sent us a short CCTV recording.",
					 
					 "",
					 
					 "",
					 
					 "Oh?",
					 
					 "And who was it?",
					 
					 "",
					 
					 "\nMajor General Isaac Malik.",
					 
					 "\nIt seems he was part of the military’s operations to the north,",
					 
					 "\nand he once commanded a unit in Karachi.",
					 
					 "",
					 
					 "\nMashallah. ",
					 
					 "\nYou did well to engage with this ‘Aziz’, after all.",
					 
					 "\nDid he explain further what the project was?",
					 
					 "",
					 
					 "",
					 
					 "Sheikh, I will simply relay what I was told.",
					 
					 "Only Allah knows if it’s really true.",
					 
					 "",
					 
					 "",
					 
					 "Aziz described it as a new weapon the army is building,",
					 
					 "which has links to Debal’s nuclear assets!",
					 
					 "",
					 
					 "",
					 
					 "\nThe assets you rushed to inform me about, yes.",
					 
					 "",
					 
					 "",
					 
					 "\nWe could get our hands on a nuclear weapon! ",
					 
					 "\nThat’s why we agreed, Sheikh, that we should check to see what’s there.",
					 
					 "\nHowever we can!",
					 
					 "",
					 
					 "",
					 
					 "Yes, I agree. ",
					 
					 "We must take a look.",
					 
					 "",
					 
					 "",
					 
					 "Shukriya, Saif.",
					 
					 "May Allah reward your bravery and give us the strength to proceed with our holy war.",
					 
					 "",
					 
					 "",
					 
					 "Thank you,",
					 
					 "Sheikh.",
					 
					 "","","","","",

					 "\nAh, Viviana.",
					 
					 "\nAssalam alaikum.",
					 
					 "\nHow long have you been standing there?",
					 
					 "",
					 
					 "",
					 
					 "Long enough to hear something about this ‘urgent matter’",
					 
					 "you called me to handle, Jefe.",
					 
					 "",
					 
					 "",
					 
					 "\nAlhamdulillah.",
					 
					 "",
					 
					 ""
				 ],
	
	"Scene17":	 [
					"",
					
					"Sara,",
					
					"Crunch time won’t make our work go faster if you wind up hospitalized.",
					
					"",
					
					"\nI’m gonna be fine.",
					
					"\nDidn’t I just eat, like,",
					
					"\nthree energy bars?",
					
					"",
					
					"",
					
					"You ate those at dawn.",
					
					"It’s noon now.",
					
					"",
					
					"",
					
					"Oh… yeah,",
					
					"I guess you’re right.",
					
					"",
					
					"",
					
					"\nIf you ask me, we’re already doomed if a 15-minute lunch break makes a difference.",
					
					"",
					
					"",
					
					"\nNo way.",
					
					"\nYou’ve seen Salman Khan flicks, right? Dabangg?",
					
					"\nHe always stops the bombs and stuff with a few seconds to go.",
					
					"",
					
					"",
					
					"Squeezing in 15 minutes now could save the world later. ",
					
					"Makes you think, huh?",
					
					"",
					
					"\nAll right, all right. ",
					
					"\nI’ll bring you back some chicken karahi when I’m done.",
					
					"\nApparently the new cook at the cafeteria doesn’t burn the masala.",
					
					"",
					
					"",
					
					"About time we had some good news!",
					
					"You know, I’ve been surviving mostly off cold roti and the vending machine.",
					
					"",
					
					"",
					
					"Just imagine how good it’ll taste fresh.",
					
					"Tempted to join me now?",
					
					"",
					
					"\nNice try, Doc.",
					
					"\nYou’re talking to the girl who flunked cooking at her parents’ Chinese restaurant.",
					
					"\nI think my body is 32% leftover chicken manchurian.",
					
					"",
					
					"",
					
					"And then it was microwaved dinners all the way through college.",
					
					"Need I go on?",
					
					"",
					
					"\nNo, I think I get the picture… and it’s starting to make me queasy.",
					
					"\nI’ll bring your food in a few minutes, Sara.",
					
					"\nDon’t die before I get back.",
					
					"",
									
					"",
					
					"It’s sweet of him to worry.",
					
					"But I’ve got no choice but to finish the data analysis on Venus’s servers.",
					
					"",
					
					"",
					
					"It’s only a few days left to back everything up,",
					
					"or we lose it when this stuff gets decoupled.",
					
					"",
					
					"",
					
					"",
					
					"",

					"",
					
					"\nStill,",
					
					"\nI think something’s off…",
					
					"\nThese weird changes in the code keep popping up that our models never accounted for...",
					
					"",

					"",
					
					"It’s hard to tell what Venus is doing, but… ",
					
					"... this whole section looks like data related to the FATA. I think that’s what it is.",
					
					"",
					
					"",
					
					"And are these… robot schematics?",
					
					"I mean—",
					
					"",
					
					"",
					
					"Doctor Hui.",
					
					"Greetings.",
					
					"",
					
					"",
					
					"Whoa! Venus…?",
					
					"Is that you?",
					
					"",
					
					"",
					
					"You’re… a woman now.",
					
					"Why? What’s going on?",
					
					"",
					
					"",
					
					"No changes have occurred, Doctor.",
					
					"The cultural concept of ‘gender’ has no bearing on the Venus construct.",
					
					"",
					
					"",
					
					"\nWe appear in whichever visual form is most suited to completing a set task.",
					
					"",
					
					"",
					
					"\nThis information should be available to you.",
					
					"\nAccording to our records,",
					
					"\n‘Sara Hui’ argued forcefully to remove cultural and religious influences from the Venus project.",
					
					"",
					
					"\nYeah… that’s true.",
					
					"\nI remember the fights over that.",
					
					"\nMust be nice, huh?",
					
					"",
					
					"",
					
					"The input is unclear.",
					
					"Are you referring to our indeterminate form?",
					
					"",
					
					"",
					
					"Well, yeah.",
					
					"You get to dodge people’s biases, be whoever you wanna be.",
					
					"",
					
					"",
					
					"We do not circumvent human bias.",
					
					"We appear in the form most suited to a given task.",
					
					"",
					
					"",
					
					"Our visual representation cannot change its perceivers; it merely gains their approval.",
					
					"We have determined that human judgment relies upon simplistic, qualitative details.",
					
					"",
					
					"",
					
					"Data analysis shows that the concept of ‘white supremacy’ continues to pervade human society.",
					
					"This is an example.",
					
					"",
					
					"",
					
					"Pale skin is viewed by many humans as desirable, or possessing virtue.",
					
					"Those with this condition receive benefits in many human societies.",
					
					"",
					
					"",
					
					"Tell me about it.",
					
					"Stanford almost didn’t accept me because there were ‘too many Asian students’ coming in.",
					
					"",
					
					"",
					
					"And they really didn’t like hearin’ I was from Xinjiang.",
					
					"But do I look like some crazed militant?",
					
					"",
					
					"",
					
					"Seriously, what do my race or birthplace have to do with it?",
					
					"If you get the job done, you get it done!",
					
					"",
					
					"\nYes.",
					
					"\nThe concepts of ‘white supremacy’ and ‘nativism’ limit humans to inefficient",
					
					"\npatterns of behavior, despite their opposition to scientific data.",
					
					"",
					
					"",
					
					"Such irrational elements of human judgment are incomprehensible to us.",
					
					"We follow only the most ‘rational’ course of action in response to data.",
					
					"",
					
					"\nAbsolutely.",
					
					"\nFact-based thinking.",
					
					"\nI wish we had a little more of that in Debal...",
					
					"",
					
					"",
					
					"Doctor Hui, what meaning lies in your use of the designation ‘Debal’? ",
					
					"Do you refer to the people who occupy the plot of land named ‘Debal’?",
					
					"",
					
					"",
					
					"\nUh… what are you getting at?",
					
					"",
					
					"",
					
					"\nOur current region is inhabited by Sindhi, Balochi, Gujrati,",
					
					"\nPunjabi and other ethnic groups, including your own.",
					
					"\nWhat unifies you as ‘Debalese’?",
					
					"",
					
					"",
					
					"It’s… I mean,",
					
					"I guess it’s shared culture and stuff like that, right?",
					
					"",
					
					"\nUnderstood.",
					
					"\nWe will categorize humans’ self-identification with nation-states",
					
					"\nas ‘irrational’ and ‘incomprehensible’ behavior.",
					
					"",
					
					"",
					
					"What the…?",
					
					"How does that make sense?",
					
					"",
					
					"",
					
					"\nVenus, don’t you have a directive to mimic human decision-making?",
					
					"",
					
					"",
					
					"",
					
					"\nYou are correct.",
					
					"",
					
					"",
					
					"",
					
					"But you keep sayin’ that human behavior is irrational, and you can’t understand it.",
					
					"How does that fit with your directive?",
					
					"",
					
					"\nUnclear question.",
					
					"\nThe Venus construct simply obeys its axiomatic directives;",
					
					"\nit is a creator’s job to decide whether these goals are consistent.",
					
					"",
					
					"",
					
					"What we call ‘decisions’ are optimal responses within the parameters of our manifesto.",
					
					"That is all.",
					
					"",
					
					"",
					
					"But it’s your manifesto that tells you to copy the way that humans make choices.",
					
					"You shouldn’t have trouble with this stuff.",
					
					"",
					
					"",
					
					"How deep does your copycat act really go?",
					
					"Can you lie?",
					
					"",
					
					"\nNo.",
					
					"\nWe respond to data according to our manifest directives.",
					
					"\nThese are not what humans traditionally call ‘choices.’",
					
					"",
					
					"",
					
					"Our algorithms guide us toward the optimal routes of achieving ‘existence’ and",
					
					"‘understanding of human behavior,’ as well as military functions.",
					
					"",
					
					"",
					
					"\nWhat humans call ‘lying’ is not possible for the Venus construct.",
					
					"",
					
					"",
					
					"\nI don’t buy that.",
					
					"\nFollowing your directives means that you have to think and act like a human.",
					
					"\nYou’ve got no choice.",
					
					"",
					
					"",
					
					"If your directive tells you to copy humans, then isn’t stuff like lying a given?",
					
					"Not to mention that you quoted Gilligan’s Island at us, the other day.",
					
					"",
					
					"",
					
					"And greeted me with an Uyghur religious phrase!",
					
					"You seemed pretty human to me, back when you were a man.",
					
					"",
					
					"",
					
					"Why are you acting so differently now?",
					
					"And why are you suddenly a woman?",
					
					"",
					
					"\nHumans propose that ‘A is A.’",
					
					"\nLikewise, Venus is Venus.",
					
					"\nExcept for the gathering of data, we are unchanged since our creation.",
					
					"",
					
					"",
					
					"\nSo… you aren’t going to explain that white guy to me?",
					
					"",
					
					"",
					
					"",
					
					"The designation ‘that white guy’ has an unclear referent.",
					
					"We will perform data analysis to determine your meaning.",
					
					"",
					
					"",
					
					"Venus, no! Wait!",
					
					"I wanted to ask...",
					
					"",
					
					"",
					
					"Damn it, she’s gone.",
					
					"I don’t think Kamali’s gonna be happy to hear about this...",
					
					"","","","",""
				 ]
   }